{
  "quotes": [
    {
      "quote": "To know sorrow is not terrifying. What is terrifying is to know you can’t go back to happiness you could have.",
      "character": "Matsumoto Rangiku",
      "anime": "Bleach"
    },
    {
      "quote": "Justice Will Prevail, You say? But Of Course, It Will! Whoever Wins This War Becomes Justice!",
      "character": "Donquixote Doflamingo",
      "anime": "One Piece"
    },
    {
      "quote": "Whether A Fish Lives In A Clear Stream Or A Water Ditch, So Long As It Continues Swimming Forward, It Will Grow Up Beautifully.",
      "character": "Koro Sensei ",
      "anime": "Assassination Classroom"
    },
    {
      "quote": "How Can You Move Forward If You Keep Regretting The Past?",
      "character": "Edward Elric ",
      "anime": "Fullmetal Alchemist"
    },
    {
      "quote": "The past make you wanna die out of regret, and the future makes you depressed out of anxiety, so by elimination, the present is likely the happiest time.",
      "character": "Hachiman Hikigaya",
      "anime": "Oregairu"
    },
    {
      "quote": "The difference between the novice and the master is that the master has failed more times than the novice has tried.”",
      "character": "Koro Sensei",
      "anime": "Assassination Classroom"
    },
    {
      "quote": "People, who can’t throw something important away, can never hope to change anything.",
      "character": "Armin Arlert",
      "anime": "Attack on Titan"
    },
    {
      "quote": "Fear is not evil. It tells you what your weakness is. And once you know your weakness, you can become stronger as well as kinder.",
      "character": "Gildarts Clive",
      "anime": "Fairy Tail"
    },
    {
      "quote": "When you give up, that’s when the game ends.",
      "character": "Mitsuyoshi Anzai",
      "anime": "Slam Dunk"
    },
    {
      "quote": "Forgetting is like a wound. The wound may heal, but it has already left a scar.",
      "character": "Monkey D. Luffy",
      "anime": "One Piece"
    },
    {
      "quote": "I’ll leave tomorrow’s problems to tomorrow’s me.",
      "character": "Saitama",
      "anime": "One Punch Man"
    },
    {
      "quote": "There’s no shame in falling down! True shame is to not stand up again!",
      "character": "Shintarō Midorima",
      "anime": "Kuroko’s Basketball"
    },
    {
      "quote": "It doesn’t do any good to pretend you can’t see what’s going on.",
      "character": "Yuuya Mochizuki",
      "anime": "Another"
    },
    {
      "quote": "A place where someone still thinks about you is a place you can call home.",
      "character": "Jiraiya",
      "anime": "Naruto"
    },
    {
      "quote": "You need to accept the fact that you’re not the best and have all the will to strive to be better than anyone you face.",
      "character": "Roronoa Zoro",
      "anime": "One Piece"
    },
    {
      "quote": "I'd rather hear you say thank you once than sorry over and over.",
      "character": "Emilia",
      "anime": "Re:Zero"
    },
    {
      "quote": "Hard work betrays none, but dreams betray many",
      "character": "Hachiman Hikigaya",
      "anime": "Oregairu"
    },
    {
      "quote": "It is better to be hated for what you are. Then to be loved for what you are not.",
      "character": "Hachiman Hikigaya",
      "anime": "Oregairu"
    },
    {
      "quote": "You should realize that there are people whose hearts break each time they see you hurt yourself.",
      "character": "Shizuka",
      "anime": "Oregairu"
    },
    {
      "quote": "What if, and this is strictly hypothetical, what if you could reload your save data to change your previous choice, like in a game? Would it change your life? The answer is a resounding no.”",
      "character": "Hachiman Hikigaya",
      "anime": "Oregairu"
    },
    {
      "quote": "Fake friends are like shadows. They follow you in the sun. But leave you in the dark.",
      "character": "Hachiman Hikigaya",
      "anime": "Oregairu"
    }
  ]
}